docs/balding.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>男性秃头，发质细软塌的对策</title>
<meta name="author" content="Pilrymage" />
<meta name="generator" content="Org Mode" />

<link rel="stylesheet" href="./static/style.css" type="text/css"/>
<link rel="icon" href="favicon.ico" type="image/x-icon">
</head>
<body>
<div id="preamble" class="status">

 <nav>
  <ul>
    <li><a href="./index.html">Home</a></li>
    <li><a href="./about.html">About</a></li>
    <!-- <li><a href="./rss.xml">RSS</a></li> -->
    <li><a href="https://github.com/Pilrymage/">GitHub</a></li>
  </ul>
</nav>
</div>
<div id="content" class="content">
<h1 class="title">男性秃头，发质细软塌的对策</h1>
<div id="table-of-contents" role="doc-toc">
<h2>Table of Contents</h2>
<div id="text-table-of-contents" role="doc-toc">
<ul>
<li><a href="#orge8dbb06">引子</a></li>
<li><a href="#orgac64a2c">非那雄胺</a></li>
<li><a href="#orgffb4b49">米那地尔</a></li>
<li><a href="#org9606ef6">酮康唑</a></li>
<li><a href="#org028d8d1">雌激素</a></li>
</ul>
</div>
</div>
<div id="outline-container-orge8dbb06" class="outline-2">
<h2 id="orge8dbb06">引子</h2>
<div class="outline-text-2" id="text-orge8dbb06">
<p>
男生发型不好，可以剪可以染烫，但是头发没了就真的没办法了。不重视发型是大多国男的缺憾之一。
如果头发打湿后肉眼可见头皮，则头发肯定是太过细软了，是脱发的前兆。
细软发质本就显得头发稀少，根本留不了发型，脱发后更是对二十岁的人打击甚大。
</p>

<p>
发质细软乃至秃顶，本质上是头发毛囊逐渐退化而闭合，生发的能力越来越弱。
毛囊闭合是不可逆的，这种情况只好植发。
而更多人正是在出现脱发时才注意到要保护头发，可惜为时已晚。
</p>

<p>
目前证明有效的制止脱发，主要靠三样：
</p>
<ul class="org-ul">
<li>药片：非那雄胺(Finasteride)，或是度他雄胺(Dutasteride)</li>
<li>洗剂：米那地尔</li>
<li>洗发水：酮康唑</li>
</ul>
</div>
</div>
<div id="outline-container-orgac64a2c" class="outline-2">
<h2 id="orgac64a2c">非那雄胺</h2>
<div class="outline-text-2" id="text-orgac64a2c">
<pre class="example">
雄激素性脱发[1]（androgenetic alopecia，AGA）[2]俗称早秃[3]，旧时误称脂溢性脱发，
是前额上部或头顶部头发逐渐稀少，最后头皮光滑或有少许细毛，有时合并皮脂溢出，多见于男性。 
</pre>


<p>
非那雄胺的原理是，压制双氢睾酮（DHT）的生成，减少其对毛囊的作用。
男性更易脱发，关键在于睾酮部分地(10%)转化为DHT，
而DHT主要起到第二性征发育的作用，过了青春期后只能产生让人毛囊收缩消失的后果。
非那雄胺是一种 5-alpha 还原酶(5ar)抑制剂，通过阻止 5-alpha 还原酶将睾酮转化为DHT实现减缓雄脱。
由此，非那雄胺更多是阻止继续掉发，或许能稍微恢复一点头发，也有些人的生发效果很好。
</p>

<p>
5ar 抑制剂对剂量不敏感，0.2mg 用量可以减少 68% 的DHT， 5mg 用量可以减少 72% 的DHT。
度他雄胺的效果更强，0.5mg 用量可以减少 95% 的 DHT，但是会更贵一些。
度他雄胺的半衰期为8小时，每天吃一片，疗程三个月。
</p>

<p>
非那雄胺长期用于治疗前列腺增生，对人的副作用与效果已经被研究得很明白了，但有1-2%的可能性会导致ED。
可以通过减少摄入药物等来避免。保法止1mg 足以起到防脱发作用。
</p>
</div>
</div>
<div id="outline-container-orgffb4b49" class="outline-2">
<h2 id="orgffb4b49">米那地尔</h2>
<div class="outline-text-2" id="text-orgffb4b49">
<p>
米那地尔(Minoxidil)通过打开钾离子通道，扩张头顶毛囊血管从而刺激毛发生长期。
米那地尔配合非那雄胺来恢复头发，在脱发早期（NW2期之前）最有效果。
</p>
</div>
</div>
<div id="outline-container-org9606ef6" class="outline-2">
<h2 id="org9606ef6">酮康唑</h2>
</div>

<div id="outline-container-org028d8d1" class="outline-2">
<h2 id="org028d8d1">雌激素</h2>
<div class="outline-text-2" id="text-org028d8d1">
<p>
抗雄激素：螺内酯(spirolactone) 通过抑止睾酮，从而抑止DHT。
雌激素：戊酸雌二醇，用于补充雌激素，防止性激素紊乱。
</p>

<p>
注意这些药用于男性转女性的激素替代疗法，比5ar抑制剂更加容易导致性功能问题。
但是，的确有人为了有女性一样的发质而吃抗雄激素与雌激素。
</p>
</div>
</div>
</div>
<div id="postamble" class="status">

<p class="author">Author: <a href="mailto:pilrymage@gmail.com">Pilrymage</a></p>
<p class="date">Date: </p>
<p class="license">License: <a href="https://www.creativecommons.org/licenses/by-nc/4.0/deed.zh-hans">CC BY-NC 4.0</a></p>
<!--<script src="https://utteranc.es/client.js" repo="Spike-Leung/taxodium" issue-term="pathname" theme="github-light" crossorigin="anonymous" async></script>-->
</div>
</body>
</html>
